; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
;
; Translator -Translated for v3.9.1 build 1252 by Nedim Çelik , May 2012
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Turkish
; converted from wndows-1254 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE OR REMOVE COMMENTS!
Tümünü Kaydet
Kes
Kopyala
Yapıştır
Seyrek kip
Orta kip
Yoğun kip
İndirme seçenekleri
Çevirmeli bağlantı
FDM Hakkında
Çıkış
Dosya
Düzen
Görünüm
Seçenekler
Araçlar
Yardım
Araç Çubuğu
Durum Çubuğu
Optimizasyon Sihirbazı
Varsayılan indirme ayarları 
Genel Ayarlar
Çevirmeli bağlantı
Bitince bağlantıyı kes
Bitince bilgisayarı kapat
Yardım Kaynakları Penceresini Aç
FDM Anasayfası
Arkadaşına Öner
Destek grubuna e-posta gönder
Güncellemeleri otomatik denetle
Güncellemeleri denetle
-
-
Geçiş Yap
Trafik kullanımı kipi
Kayıt
İndirmeler
Planlayıcı
Site Tarayıcısı
HTTP//FTP Tarayıcısı
Site Yöneticisi
İndirme ekle
İndirmeyi başlat
İndirmeyi durdur
İndirmeyi planla
Görev ekle
Görev özellikleri
Seçili dosyaları indir
Dur
Yenile
Site ekle
Site özellikleri
İndirme grupları
İndirme bilgisi
Planlayıcı günlüğü
Site Tarayıcısı günlüğü
Kenar çubuğu
Yeni indirme oluştur
İndirmeyi sil
Dosyayı aç
Klasörü aç
İndirmeyi otomatik başlat
İndirme özellikleri
Görevi etkinleştir
Görevi devre dışı bırak
Görevi sil
Ana klasörü aç
Bağlantıyı kes
İndir
Site Tarayıcısı ayarları
Siteyi sil
Geçici giriş
Siteler
Ana pencereyi göster
Tarayıcı izlemesi
Pano izlemesi
Tüm indirmeleri başlat
Tüm indirmeleri durdur
-
Devam Et
-
-
-
-
-
İptal
-
-
-
Tüm Gruplar
Filtreler
Tamamlanan
Devam eden
Planlanan
Durdurulan
Diğer
Yeni grup oluştur
Grubu sil
Tüm indirmeleri sil
Tüm tamamlanmış indirmeleri sil
Grup klasörünü aç
Grup özellikleri
Grup adı:
Varsayılan klasör:
Dosya uzantıları [boşlukla ayrılmış olarak]:
Varsayılan indirme önceliği
Çok düşük
Düşük
Ortalama
Yüksek
Çok yüksek
Lütfen grup adı giriniz
Giriş hatası
Aynı adlı grup zaten var. Lütfen başka bir ad giriniz.
Lütfen klasör adı giriniz
Varsayılan grup klasörünü seç
Grup adını buraya giriniz
Bu grubun indirmelerini saklamak için varsayılan klasör
Gözat
Bu grup için dosya uzantısı. İndirme grubunu otomatik saptamak için kullanılır
Bu grup için varsayılan indirme önceliği
Değişiklikleri iptal et ve pencereyi kapat
Değişiklikleri uygula ve pencereyi kapat
İndirme gruplarında hata
Lütfen FDM'yi yeniden yükleyiniz
Hata
İndirme listesi yüklenemiyor. Muhtemelen zarar görmüş veya başka bir uygulama tarafından kullanılıyor.
Internet Explorer ile bütünleşme başlatılamadı
Emin misiniz?
Bu işlem tüm grup indirmelerini silecektir
Onaylama
Dosya adı
Boyut
İndirilen
Kalan zaman
Parça
Hız
Açıklama
Günlük
İlerleme
Zaman
Tarih
Bilgi
Temizle
Otomatik kaydırma
Bilinmeyen ağ hatası
Erişim engellendi. Geçersiz kullanıcı adı veya parola
Erişim engellendi. Geçersiz parola
Başarılı
Sunucuya bağlanılamıyor
Dosya sunucuda bulunamadı
Sunucuyla olan bağlantı bozuldu
Sunucu yanıt vermiyor
Sunucu adı bulunamıyor
Sunucu indirmeye devam desteği sağlamıyor. Bu indirmeyi durdurmayınız; aksi halde indirmeyi baştan başlatmanız gerekecek
Proxy kullanıcı adı ve parolası gerekiyor
Uzatılmış hata
Bozuk istek . Muhtemelen bu bozuk bir URL
Bilinmeyen sunucu hatası
Bağlantı kesildi
Bozuk URL
Internet bağlantısı yok
Seçili HTTP sürümü bu sunucu tarafından desteklenmiyor
Bilinmeyen hata
Dosya diskten silinemiyor
Bu sunucuya bağlantı sayısı limitine erişildi
Bağlantı sayısı limitine erişildi
%d sn duraklat.
Parça
Başlatıldı
Tamamlandı
İndirme tamamlandı
Bağlanıyor...
Bağlantı kuruldu
Yönlendiriliyor...
Yönlendirme başarılı. Yeni URL açılıyor
İndirme başlatılıyor...
Durduruldu
Yeni parça oluşturuluyor...
İptal edildi
İndirme yeniden başlatılıyor...
Diskteki dosya açılıyor...
Dosya adı çok uzun
Dosya zaten var. Yeni ad:
Yeni ad giriniz
Çıktı dosyası silindi. Devam edilemiyor
Dosya zaten var. Üzerine yaz
Dosya zaten var. İndirme devam ediyor
Dosya zaten var
Diskteki dosya açılamadı
Sunucudaki dosyanın boyutu değişti!
Yeni boyut için ayarlanıyor...
Dosyanın üzerine yazılamıyor
Dosya yeniden adlandırılacak
Dosya asıl adıyla adlandırılamıyor
Gruplar saklanamıyor
İndirmeler saklanamıyor
Çevirmeli bağlantı
Bağlan:
Otomatik çevir
Bağlan
Çevirme girişini buradan seçiniz
Bir sonraki seferde çevirmeyi otomatik başlatmak istiyorsanız bu kutuyu işaretleyiniz
Şimdi çevir
Çevirme ve bu pencereyi kapat
Bu bilgisayarda çevirmeli bağlantı bulunamadı
Hat meşgul
Donanım hatası
Çevirme sesi yok
Arıyor
Dene
Port açılıyor...
Sağlayıcı aranıyor...
Uzak bilgisayara bağlanıldı
Kullanıcı adı ve parolası doğrulanıyor...
Bağlantı hızı %d BPS
Bağlantıyı kes
Tekrarlama
Kullanıcı adı ve parolası gerekiyor
Kullanıcı:
Parola:
Grup:
Klasöre kaydet:
Farklı kaydet:
Başlat
Otomatik
El ile
Planla
İndirme önceliği
Gelişmiş
İndirmek istediğiniz dosyanın adresi
Kullanıcı adını giriniz
Parolayı giriniz
Sunucu izin gerektiriyorsa bu kutuyu işaretleyiniz
İndirmenin yerleştirileceği yer için grup adı. Gruplar indirmelerinizi düzelmenize yardım eder
İndirmelerin saklanacağı klasör
İndirilen dosya için yeni ad. Eğer dosyayı orijinal adıyla kaydetmek istiyorsanız bu alanı boş bırakınız
İndirmenin kısa açıklaması
Bu indirme mümkün olan en kısa zamanda otomatik olarak başlatılacak
FDM bu indirmeyi otomatik olarak başlatmaya çalışmayacak
Bu indirmeyi planla
İndirme planlarını ayarla
İndirme önceliği. Yüksek öncelikli indirmeler önce başlatılır. Düşük öncelikli indirmeler daha sonra başlatılır
Bu indirme için gelişmiş ayarları görüntüle
Girilen URL yanlış. Lütfen denetleyiniz
Lütfen kullanıcı adını giriniz
Çıktı klasörünü seçiniz
Genel
Genel bilgi
İndirmenin kaydedildiği dosya:
İndirilen dosyanın adı
Bu indirmenin URL'si değiştirilemez
Bu indirme devam ediyor. Dosya adı değiştirilemiyor
Dosya yeniden adlandırılamıyor
Dosya bulunamadı
Yol bulunamadı
Geçersiz .exe biçimi
Dosya başka bir uygulama tarafından kullanılıyor
Erişim engellendi
Aygıt hazır değil
Disk dolu
Dosya adı geçersiz
Kullanıcı adı ve parolası gerekiyor
Bağlantı
Ağ
Hatalar
Bağlantı denemelerinin arasındaki duraklama (sn):
Maksimum deneme sayısı
Zaman aşımı (sn):
Minimum parça boyutu :
Maksimum parça sayısı:
Bu indirme için trafik sınırlaması
Trafiği sınırla
Tüm sınırlamaları yoksay
B
KB
MB
; second. e.g. KB/s
s
%d değerinden büyük bir değer giriniz
Lütfen boyutu seçiniz
Hata durumunda sunucuya tekrar bağlanmayı bekleme süresi
Başarısız indirme denemelerinin maksimum sayısını sınırlamak istiyorsanız bu kutuyu işaretleyiniz
Sunucu yanıtı için bekleme süresi
Parçaların minimum boyutu. İndirme daha küçük boyuttaki parçalara bölünmeyecek
Parçaların maksimum sayısı . İndirme daha fazla parçaya bölünmeyecek
FDM'nin indirme için maksimum ne kadar trafik kullanacağını belirtiniz
Trafik sınırlamalarını ve bu indirme için kurulan bağlantıların maksimum sayı sınırlamasını yoksay
Bu alanda byte(B), kilobyte(KB) ya da megabyte(MB) olarak bir değer belirtebilirsiniz
Protokol
Sunucudaki kimlik:
Referans veren:
HTTP 1.1'i kullan
Çerezleri kullan
Pasif kipi kullan
Transfer kipi
Binary
Aşağıdaki uzantılara sahip dosyalar için ASCII
FDM'nin HTTP sunucusuna nasıl bağlanacağını belirtiniz
Bu karakter dizisi HTTP sunucusuna referans veren alanı olarak gönderilecek. Genelde, bu gerekmez
FDM'nin HTTP 1.1'i kullanmasını istiyorsanız bu kutuyu işaretleyiniz
FDM'nin çerezleri kullanmasını istiyorsanız bu kutuyu işaretleyiniz
FDM'nin FTP sunucuları için pasif kipi  kullanmasını istiyorsanız bu kutuyu işaretleyiniz. Güvenlik duvarlarıya çalışırken bazen bu gereklidir
FTP transferleri için binary kipi kullan. İndirdiğiniz dosya metin değilse bu kipi seçiniz
FTP transferleri için ASCII kipi kullan. İndirdiğiniz dosya metin ise bu kipi seçiniz
FDM belirli uzantılara sahip dosyalar için ASCII kipi kullanacak. Diğer dosyalar için FDM binary kipi kullanacak
Proxy
Proxy ayarlarını al
Microsoft Internet Explorer'dan
Kendim ayarlamak istiyorum
Proxy kullanma
Ayarlar
Adres:
Port:
Lütfen proxy adresini giriniz
Lütfen proxy portunu giriniz
FDM proxy ayarlarını Microsoft Internet Explorer'dan alır
Proxy ayarlarını siz belirlersiniz
FDM proxy kullanmaz
Burada belirtmek istediğiniz proxy için sunucu tipini seçersiniz
Kullanmak istediğiniz proxy adresini giriniz
Proxy portunu buraya giriniz. Genellikle bu port 3128, 1080 ya da 8080'dir
Proxy sunucusu izin gerektiriyorsa bu kutuyu işaretleyiniz
Diğer
Yerel dosya
Dosya zaten varsa:
İndirilen dosya için diskte yer aç
Tamamlanmayan indirmeler için ilave uzantı:
Internet sunucusu
Sunucu devam desteği sağlamıyorsa indirmeyi yeniden başlatma
Sunucudaki dosyanın boyutu değiştirilirse:
Aşağıdaki hatalar oluştuğunda dur
Sor
Üzerine Yaz
Yeniden Adlandır
Devam Et
Yeniden Başlat
Uyum Göster
Lütfen dosya uzantısını belirtiniz
Burada dosya diskte zaten varsa FDM'nin ne yapacağını ayarlayabilirsiniz
İndirilen dosya için, indirme başladığında, diskte yer açılması için bu kutuyu işaretleyiniz
Eğer işaretlenirse FDM belirlenen uzantıyı indirme esnasında dosya adına ekler.İndirme bitince FDM dosyayı orijinal adıyla yeniden kaydeder.
Sunucu devam desteği sağlamıyorsa, FDM indirmeyi yeniden başlatmaz
Sunucudaki dosyanın boyutu değiştirilirse FDM'nin ne yapması gerektiğini buradan ayarlayabilirsiniz
Dosya sunucuda bulunamadığında indirmeyi durdurmak için bu kutuyu işaretleyiniz
Kullanıcı adı veya parolası geçersiz olduğunda indirmeyi durdurmak için bu kutuyu işaretleyiniz
Trafik kullanımı kipleri
Ayarlanacak kipi seçiniz:
Maksimum bağlantı sayısı:
Her bir sunucuya maksimum bağlanma sayısı:
Trafik sınırlaması:
sınırsız
Kullanmak istediğiniz trafik kullanım kipini buradan seçebilirsiniz
Maksimum bağlantı sayısını sınırlamak için bu kutuyu işaretleyiniz
Her bir sunucuya maksimum bağlanma sayısını sınırlamak için bu kutuyu işaretleyiniz
Buradan indirilen dosyalar için FDM'nin maksimum trafiğini belirleyiniz
Tüm indirmeler
İndirme Listesi
Otomatik kaydetme aralığı
dk.
Tamamlanmamış indirme silindiğinde
Tamamlanmış indirmeleri otomatik olarak sil
Dosyayı silme
Dosyayı sil
FDM indirme listesini belirtilen bir zaman aralığı geçtikten sonra otomatik olarak kaydeder. Bu listeyi bağlantı ya da güç kesintilerinden korur
Burada tamamlanmamış bir indirme listeden silindiğinde diskteki dosyaya FDM'nin ne yapacağı belirlenir.
Bitince indirmenin otomatik olarak listeden silinmesini istiyorsanız bu kutuyu işaretleyiniz
İzleme
İzle
Pano
Aşağıdaki uzantılara sahip dosyaları izle
Aşağıdaki uzantılara sahip dosyaları yoksay
ALT tuşuna basılmamalı
ALT tuşuna basınca izleme yap
Lütfen uzantıları belirtiniz
FDM'nin Internet Explorer'daki tıklamalara duyarlı olmasını istiyorsanız bu kutuyu işaretleyiniz
FDM'nin panoyu izlemesini istiyorsanız bu kutuyu işaretleyiniz
Sadece belirtilen uzantılı dosyaları izle
Belirtilen uzantılı dosyaları izleme
Sadece ALT tuşuna basılı değilken izle
Sadece ALT tuşuna basılı olduğunda izle
Başlatma
Bilgisayar başlatılırken yükle
Simge durumunda küçültülmüş olarak başlat
Sistem
Bildirim Alanına küçült
Kapatma düğmesi pencereyi simge durumuna küçültsün
FDM Windows başladığında otomatik olarak başlar
FDM başlatıldıktan sonra simge durumunda küçültülür
Simge durumunda küçültüldüğünde Bildirim alanına küçültülür
İşaretlenirse, kapatma düğmesi simge durumunda küçült düğmesine benzer özellik gösterir
Güncelleme
Güncelleme sunucusunun adresi
FDM yeni sürümü otomatik olarak denetleyecek
Ağ kullanımı optimizasyon sihirbazı
Ağ kullanımı optimizasyon sihirbazına hoş geldiniz!
Bu sihirbaz sizin bağlantı tipiniz için en uygun ayarları kurmanıza yardım edecek. Sihirbaz, bu uygulamanın özelliklerini ve indirme için varsayılan özellikleri ayarlar.
Lütfen bağlantı tipini seçiniz
Bitir
Burada Internet bağlantınızı belirtiniz
FDM'yi bağlantı tipinizle en uygun çalışmaya ayarlar
Görev
Başlangıç zamanı
Sonraki başlangıç zamanı
Son başlangıç zamanı
Plan listesi yüklenemiyor. Muhtemelen zarar görmüş ya da başka bir uygulama tarafından kullanılıyor
Planlayıcı günlüğü yüklenemiyor
Plan listesi kaydedilemiyor
"%s" görevi planlandı. Başlatılsın mı?
Trafik kullanım kipi "%s" yapılıyor...
Bağlantıyı kes
Tüm bağlantılar
Yeni trafik kullanım kipi
Bilgisayarı Kapat
Yeniden başlat
Oturumu kapat
Bir kez
Paz
Pzt
Sal
Çar
Per
Cum
Cmt
Günlerde:
Her
gün
saat
FDM başlatılırken
Çevirme başarılı olduğunda
Çevirme başarısız olduğunda
Aktif indirme yokken
Hız %d BPS'den düşükken, Süre: %d
Tüm indirmeler hatalı durumdayken
Hiç
Bilinmiyor
"%s" ile bağlantı kuruldu 
"%s" ile bağlantı kurulamadı 
Açıldı
Yetersiz bellek
Açılamıyor
Planın uygulanması uygulama başlatılırken çıkılmasına yol açtı. Plan yoksanacak
Maksimum çevirme denemesi
Denemeler arasındaki duraklama [s]
Bağlantıyı kesecek en küçük hız:
Tekrar dene
En az
Kullanılacak bağlantı
Başarılıysa
defa
Tüm aktif bağlantıları kes
Kesilecek bağlantı
Uygulama adı:
Değişkenler:
Kapatma tipi:
Bilgisayar kapanırken uygulamaları kapanmaya zorla
Uygulama aç
Çevirmeli bağlantı kur
Bağlantıyı kes
Trafik kullanımı kipini değiştir
FDM'den çık
Bilgisayarı kapat
Başlatılacak indirmeler
Durdurulacak indirmeler
Uygulamalar
Tüm dosyalar
Üzgünüm, bu özellik sadece Windows 2000, XP ve üzeri sürümlerde geçerli
Lütfen uygulama adını giriniz
Lütfen indirmeyi seçiniz
Görev başlangıcında ayarlanmasını istediğiniz trafik kullanım kipini seçiniz
Maksimum başarısız çevirme denemesi sayısını sınırlamak istiyorsanız, bu kutuyu işaretleyiniz
Başarısız denemeler arasındaki müddet
Belirttiğiniz değerin altındaki bir hız değeri ile bağlantı kurulmamasını istiyorsanız bu kutuyu işaretleyiniz
Burada gereken minimum bağlantı hızını belirtiniz
Bu kutuyu işaretlerseniz FDM gereken bağlantıyı kurmak için tekrar deneyecektir
Maksimum başarısız bağlantı kurma denemesi sayısını sınırlamak istiyorsanız, bu kutuyu işaretleyiniz
Gereken indirmeleri burada belirtiniz
Var olan tüm indirmelerin listesi
Seçili indirmeleri indirmeler görev listesine ekle
Seçili indirmeleri indirmeler görev listesinden sil
Açmak istediğiniz uygulamayı burada belirtiniz
Bilgisayarınlzda uygulama bulun
Uygulama değişkenlerini burada belirtiniz
Oturumunuzun sonlandırılma tipini burada belirtiniz
Oturumunuzu sonlandırmaya zorlamak için bu kutuyu işaretleyiniz. Bu sisteminizde çalışan uygulamalar varsa faydalıdır. Fakat bu durumda kaydedilmemiş tüm veriler kaybedilir
Burada planlanan hareketi belirtiniz
FDM'nin tüm aktif bağlantıları kesmesini istiyorsanız bu kutuyu işaretleyiniz
Burada kesilecek bağlantıyı belirtiniz
Belirli günlerde
Pazar
Pazartesi
Salı
Çarşamba
Perşembe
Cuma
Cumartesi
Olayda
Süre
Düşük hız
dk.
dakikada
saatte
günde
İndirme hızı çok yavaşken
Tüm indirmeler hatalı durumdayken
Lütfen gün belirtiniz
Görevi belirtilmiş zamanda başlatır
Görevi başlatmak için zamanı ayarlar
Görevi belirtilmiş tarihte başlatır
Görevi başlatmak için tarihi ayarlar
Görevi haftanın belirli günlerinde başlatır
Görevi her Pazar başlatır
Görevi her Pazartesi başlatır
Görevi her Salı başlatır
Görevi her Çarşamba başlatır
Görevi her Perşembe başlatır
Görevi her Cuma başlatır
Görevi her Cumartesi başlatır
Görevi her belirli aralıklarla başlatır
Bu alan dakika, saat ya da gün cinsinden aralıklar belirtebilmenize olanak sağlar
Görevi bir olay gerçekleştiğinde başlatır.
Burada olay tipini belirtiniz
Zaman aralığını buraya giriniz
Gereken minimum hızı buraya giriniz
Görevi gerçekleştirmek için onaylama gerekiyor
Onaylama için bekleme süresi
sn.
İşaretliyse, FDM görevin gerçekleştirilmesi için onay ister
İşaretliyse, FDM onayınızı belirtilen süre müddetince bekler. Bu süre boyunca bir tepki vermezseniz görev başlatılır
Adres:
İndirilecek dosyaların listesi oluşturuluyor
Sunucuyla bağlantı kuruluyor
Site Yöneticisinde saklanan kullanıcı adı ve parolaları kullanmaya çalışıyor
Sunucudan dosyaların listesi alınıyor
Sunucuyla kurulan bağlantı bozuldu. Yeniden kurmaya çalışıyor
Liste oluşturuluyor
Dosyaların boyut ve son değiştirilme tarihlerini al
Bu parametreyi kullanmak hızı büyük ölçüde azaltabilir
FDM'nin HTTP sunucusundaki dosyaların boyutunu ve tarihini sorgulamasın istiyorsanız bu kutuyu işaretleyiniz
Site adı
Bağlantılar
Giriş
Grup
Site listesi yüklenemiyor. Muhtemelen zarar görmüş ya da başka bir program tarafından kullanılıyor
Site listesi kaydedilemiyor
Maksimum eş zamanlı bağlantı:
Bu siteden yeni bir indirme için varsayılan grup
FTP pasif kipini kullan
Lütfen site adını giriniz
Aynı adlı bir site var. Lütfen başka bir site adı giriniz
Maksimum bağlantı sayısı 0'dan büyük olmalıdır
Lütfen grup seçiniz
Buraya site adını yazınız
Maksimum eş zamanlı bağlantı sayısını sınırlamak için bu kutuyu işaretleyiniz
Bu sunucudan indirilen dosyaları seçilen gruba otomatik kaydetmek için bu kutuyu işaretleyiniz
Kullanıcıya sor
Bana tekrar sorma
Diske yazma hatası
"%s" zaten diskte var. Ne yapılmasını istersiniz?
Bir daha bu soruyu sorma. Seçiminiz varsayılan olarak kabul edilecektir
Var olan dosyanın üzerine yazılıyor
Bu dosyayı yeniden adlandır
İndirmeye devam et. (İndirme var olan dosyanın boyutuna eşit durumda başlatılacaktır)
Bu indirmeyi durdur
Evet
Hayır
İndir
silindi. Diskteki dosya da silinsin mi?
Lütfen bir kullanıcı adı ve bir parolası giriniz
"%s" için giriş yap
Belirttiğiniz kullanıcı adı ve parolasını sunucuya gönder
Bu sunucuya bağlanma
Sunucudaki "%s" dosyasının boyutu değiştirildi. Ne yapılmasını istersiniz?
İndirmeyi baştan başlat
Yeni dosya boyutuna uyum göster. Önerilmez
Lütfen bekleyiniz
Güncelle
Açıklama
Kullanılacak güncelleme:
Güncellemeler denetleniyor
Zaten en yeni sürümü kullanıyorsunuz
İndiriliyor
Sürüm %s kurulum %s var
%s (%s) sürümünün tamamı
%s sürümüne güncelleniyor
%s (%s) sürümüne güncelleniyor
FDM yeniden başlatılmalı. Şimdi başlatılsın mı?
Güncelleme tamamlandı
Güncelleyici bulunamadı
Burada güncelleme tipini belirtiniz
FDM'yi tamamını yeniden yükleyerek güncelle
FDM'yi güncelleme dağıtıcısını kullanarak güncelle
Güncelleme süreci hakkında daha fazla bilgi için bak
Bu sürümde neler yeni?
FDM'nin güncellemesine şimdi başlanıyor
Güncellemeyi iptal et ve bu pencereyi kapat
İndirme oluştur
İçeriği seç
İçeriği seçme
Eklenecek indirme listesi
Seçili klasörleri indirme listesine eklemek için işaretle
Seçili klasörleri indirme listesine eklememek için işaretleme
FDM Hakkında
Telif hakkı (c)
Tüm hakları saklıdır
Bu ürünün kayıtlı kullanıcısı:
Zaten güncellendi. Yeniden başlatmak gerekiyor
Geçersiz kullanıcı adı ya da parolası
Geçmiş dosyası yüklenemiyor
Geçmiş dosyası kaydedilemiyor
HTML Örümceği varsayılan ayarlar
HTML Örümceği
Web sayfası ağacı
Web sitesini indir
Web sitesi indirme ayarları
İndirmeye başla
İndirmeyi durdur
İndirmeyi planla
Sil
Web sayfasını tarayıcıda aç
İndirmeye otomatik başla
Web sitesi (Sayfası) URL
Dosyalar
İndirmeler de silinsin mi?
Web sayfası listesi yüklenemiyor
Web sayfası listesi kaydedilemiyor
Web sayfasının URL'si ya da indirme yapılan HTTP sunucusu
Web sayfasının URL'si ya da HTTP sunucusundan indirilme başlatıldı
İndirmelerin kaydedileceği klasör adı
Çıktı klasörleri:
Web sayfaları
Sayfa
HTML kodlu Web sayfası dosyalarının uzantıları:
CCS dosyalarını indir
Diğer sitelerden web sayfası indir
Resimler
Resimleri indir
Başka sitelere bağlı resimleri indir
İndirme derinliği:
HTML kodlu web sayfası uzantıları. Web sayfaları indirilecek resim bağlantılar ve diğer sayfalara olan bağlantılar için taranır
İşaretlenirse, web sayfaları biçemleri (CSS) de indirilir. Önerilir
İşaretlenmemişse, diğer sitelerin sayfaları indirilmez. Örneğin, burayı işaretlemediniz ve http://www.ornek.com/ sitesinden indirmeye başladınız, bu durumda http://www.digersite.com/mac.html indirilmez, fakat http://www.ornek.com/mac.html indirilir
İşaretlenmişse, web sayfasının resimleri de indirilir
İşaretlenmemişse, diğer sitelere bağlantısı olan resimler indirilmez
İndirme derinliği. Örneğin, http://mac.com/index.html sitesinden indirmeye başladınız ve bu sayfadan http://mac.com/falan.html sayfasına bir bağlantı var. Bu durumda, http://mac.com/falan.html sayfasının derinliği 1'dir. Derinliği 0 seçerseniz sadece başlanan sayfanın içeriğini indirebilirsiniz.
Web sayfasından dosya indir
Diğer sitelerden dosya indir
Bazı uzantılara sahip dosyaların silinmesi
Etkinleştir
İndir
İndirme
Bu uzantılara sahip dosyalar:
Web sayfalarından dosya indirmek için bu kutuyu işaretleyiniz
Diğer sitelerdeki dosyaları indirmek için bu kutuyu işaretleyiniz
Belirtilen uzantılara sahip dosyaları yoksaymak için bu kutuyu işaretleyiniz
İşaretlenirse, aşağıda belirtilen uzantılara sahip dosyalar indirilir
İşaretlenirse, aşağıda belirtilen uzantılara sahip dosyalar indirilmez
Ayarları ver
Ayarları al
Regedit.exe açılamadı
Ayarlar verilmeye çalışılırken hata oluştu
Ayarlar alınmaya çalışılırken hata oluştu
FDM kayıt (registry) dosyaları
Bazı uzantılara sahip resimlerin silinmesi
Bu uzantılara sahip resimler:
Belirtilen uzantılara sahip resimleri yoksaymak için bu kutuyu işaretleyiniz
İşaretlenirse, aşağıda belirtilen uzantılara sahip resimler indirilir
İşaretlenirse, aşağıda belirtilen uzantılara sahip resimler indirilmez
Bunu indirme ve sil
Sunucu indirmeye devam desteği sağlamıyor. Baştan başlatınız
URL açılamadı
Üzgünüm, Kayıtlara (registry) yazılırken beklenmeyen bir hata oluştu
Tescil ettirdiğiniz için teşekkürler! Lütfen FDM'yi yeniden başlatınız
Free Download Manager ile indir
Free Download Manager ile siteyi indir
FDM'yi internet tarayıcısı'nın içerik menüsüne ekle
"Free Download Manager ile indir" ve "Free Download Manager ile siteyi indir" seçeneklerini internet tarayıcısının içerik menüsüne (sağ tıklanınca görünen menü) eklemek için işaretleyiniz
Tarayıcıyla gezinirken trafik kullanımını azalt
Bir seviye azalt
Seyrek kipe ayarla
Trafik kullanımını internette gezinirken otomatik olarak azaltmak için bu kutuyu işaretleyiniz. Böylece FDM bir şey indirirken çok daha hızlı gezinebilirsiniz
Trafik kullanım kipi bir seviye azaltılır. Yoğun->Orta, Orta->Seyrek
Trafik kullanım kipini Seyrek yapar
Geçerlilik
Alt etki alanları için geçerli
Bu kaydı HTTP yoluyla indirme için kullanacaksanız bu kutuyu işaretleyiniz
Bu kaydı HTTPS yoluyla indirme için kullanacaksanız bu kutuyu işaretleyiniz
Bu kaydı FTP yoluyla indirme için kullanacaksanız bu kutuyu işaretleyiniz
Bu kaydı alt etki alanı sunucularından (DNS) indirmeler için de kullanacaksanız bu kutuyu işaretleyiniz. Örneğin, http://site.com için alt etki alanı http://falan.site.com 'dur
Lütfen en az bir protokol seçiniz
Maksimum aktif indirme sayısı
Aynı anda çalışan maksimum indirme sayısını sınırlamak için bu kutuyu işaretleyiniz
Yeniden indir
Parça sayısını artır
Parça sayısını azalt
; context: [section x] - Stopped
Durduruldu
; tray menu
Sürükle-Bırak kutusu
;
Opera eklenti klasörü bulunamıyor. Kendiniz belirlemek ister misiniz?
Netscape eklenti klasörü bulunamıyor. Kendiniz belirlemek ister misiniz?
Opera için izleme yüklenemiyor
Opera için izleme kaldırılamıyor
Netscape için izleme yüklenemiyor
Netscape için izleme kaldırılamıyor
FDM'nin Opera'da tıklamalara duyarlı olmasını istiyorsanız bu kutuyu işaretleyiniz
FDM'nin Netscape'te tıklamalara duyarlı olmasını istiyorsanız bu kutuyu işaretleyiniz
; create download dlg
Boyutu sorgula
; request a size of a download
Sorgulanıyor...
Sunucudaki dosyanın boyut bilgisi alınır
Tümüne evet
Tümüne hayır
Detaylı günlük defteri
İşaretlenirse, FDM sunucudan verilen cevapları gösterir
Değişiklikler tarayıcıyı yeniden başlattıktan sonra etkili olacak
Görev listesi
Dosya listesi
Site listesi
Sayfa listesi
İndirmeler siliniyor
İndirme listesi oluşturuluyor
Toplu dosya indirme
Başlangıç:
Son:
Aralık:
Basamak sayısı:
Sonuçlar
Örnek:
Dizinin başlangıç sayısı
Dizinin bitiş sayısı
Dizi aralığı. Örneğin, aralık 10 ise dizi 0, 10, 20, ... olur
Basamak sayısı. Örneğin, bu değer 1 ise, dizi 1, 2, 3 olur. Eğer 2 ise dizi 01, 02, 03 olur
Üretilen diziye bakmak için buraya tıklayınız
İptale basınca, internet tarayıcısının indirmesine izin ver
Internet tarayıcısının "İndirme ekle" penceresinde "İptal"e basınca dosya indirebilmesini istiyorsanız, bunu işaretleyiniz
Dizinin son sayısı başlangıç sayısından büyük olmalıdır
Lütfen URL'de (*)'ı kullanarak bir URL şablonu belirtiniz
Dosyanın uzantısı yoksa oluştur
Uzantısı olmayan dosyalara bir uzantı belirlemek için bu kutuyu işaretleyiniz. Örneğin, dosya adı "dosya" ise ve siz "txt" belirlemişseniz, sonuç "dosya.txt" olur
Boyutları yalnızca byte olarak göster
Tüm boyutları kilobyte veya megabyte yerine byte olarak görmek için bu kutuyu işaretleyiniz
Virüs denetlemesi gerçekleştir
Değişkenler:
Uzantılar:
indirilen dosyaların antivirus tarafından otomatik olarak denetlenmesi için işaretleyiniz
Antivirüs programının adını belirtiniz
Antivirüs değişkenlerini belirtiniz
Denetlenecek dosyaların uzantılarını buraya yazınız
Antivirüs programının adını giriniz
Ad geçersiz. Lütfen denetleyiniz
Antivirüs açılıyor
Görevi çalıştıktan sonra devre dışı bırak
Görevi yapıldıktan sonra sil
Görevi çalıştıktan sonra otomatik olarak devre dışı bırakmak için bu kutuyu işaretleyiniz
Görevi yapıldıktan sonra otomatik olarak silmek için bu kutuyu işaretleyiniz
Git
Geri
Otomatik olarak bir dosya adı oluştur
Otomatik olarak bir dosya adı oluşturmak için bu kutuyu işaretleyiniz
"htm" uzantısıyla kaydet
Tüm web sayfalarını "htm" uzantısı altında kaydetmek için bu kutuyu işaretleyiniz
Tüm indirmelerin boyutunu hesaplamak için bu düğmeye basınız
Sunucudaki klasör yapısını koru
Sunucunun klasörlerinin orijinal yapısını korumak için işaretleyiniz. Aksi halde sunucudaki tüm dosyalar bir klasöre kaydedilir
Başka bir klasör seçtiniz. Bu grup için bu klasör varsayılan olarak atansın mı? Varsayılan klasörü grup özelliklerinden de değiştirebilirsiniz.
; === ADDED LINES ===
Böyle bir indirme zaten var. Ne yapılmasını istersiniz?
Aç
İndirilen dosyayı aç
Sürüm
Bizimle bağlantıya geçmek için burayı tıklayınız
En yeni sürümü indirmek için burayı tıklayınız
Uyarı: Bu bilgisayar programı telif hakkı yasaları ve uluslararası yaptırımlar tarafından korunmaktadır. Bu ürünün, ya da bir kısmının izinsiz çoğaltılması veya dağıtılması suçtur ve bunu yapanlar hakkında kanunun yasal ve cezai hükümleri geçerli olacaktır.\n3.9.1 build 1252 sürümü Türkçe güncellemesi: Nedim Çelik (nedim.celik@gmail.com)
; === new version ===
Free Download Manager ile tümünü indir
İndirme listesi ekle
Seçili olanı sil
Bu eklenecek URL listesi
Seçili URL'lerin tümünü listeden silmek için bu düğmeye basınız
Firefox eklenti klasörü bulunamıyor. Kendiniz belirlemek ister misiniz?
Firefox için izleme yüklenemiyor
Firefox için izleme kaldırılamıyor
FDM'nin Mozilla Firefox'da tıklamalara duyarlı olmasını istiyorsanız bu kutuyu işaretleyiniz
Free Download Manager ile seçileni indir
Başlatılıyor
Web siteleri
Aktif indirmeler
Şu an aktif indirme yok
Bildirimler
Görev çubuğunda bildirim balonlarını kullan
Zaman aşımı
İndirme durduğunda ve bitince, bildirim balonlarını etkinleştirmek için bu kutuyu işaretleyiniz. Not: Bu özellik yalnızca Windows 2000/XP ve üzerinde çalışır
Balonu bu sürenin sonunda otomatik olarak kapatır
Yansımalar
Yansıma URL'leri için otomatik arama yap
Maksimum yansıma sayısı
Yansımaların hızını hesapla
Her birinin hızını tekrar hesapla
FDM'nin her bir indirme için otomatik yansıma URL'si aramasını istiyorsanız burayı işaretleyiniz
Her bir indirme için yansıma URL'si sayısını sınırlar. Böylece yansımaların hızının hesap süresi azalır
FDM'nin her bir yansıma sunucusunun hızını hesaplaması için burayı işaretleyiniz
Yansımaların hızını belirli bir zaman aralığında otomatik olarak yeniden hesapla
Arama yapılması için en küçük dosya boyutu
FDM belirlenen bu dosya boyutundan küçük dosyalar için yansıma araması yapmaz
Dosya boyutu bilinmiyorsa arama yapma (Önerilir)
Yansıma ekle
Yansıma ara
Bu indirme için kendim yansıma URL'si ekleyeyim
Bu indirme için FileMirrors.COM'da yansıma URL ara 
Yansıma URL'si listesi
Sunucu Hızı
Kullanım
Yansıma hızını ölç
Yansıma sunucusunun hızını ölç
İndirme Bilgisi
Bekliyor...
İndirme için yansıma URL'si
Dosya boyutu 2GB'den fazla. Böyle indirmeler sadece FTP tarafından desteklenir
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Yeni İndirme
İndirme için grubu otomatik belirle
Ayarlanacak grup:
İndirmeyi kendi grubunun klasörüne kaydet
İndirme grubunun dosya uzantısına veya Site Yöneticisi'nin ayarlarına göre belirlenmesini istiyorsanız, işaretleyiniz
Varsayılan grubu ayarla
İndirmenin varsayılan grubuna indirilmesini istiyorsanız, bu kutuyu işaretleyiniz (bkz. Grup Özellikleri)
Varsayılan çıktı klasörünü ayarla
; END
; BEGIN: Monitoring page
Sessiz izleme
İşaretlenirse, tarayıcıdan indirme eklendiğinde "İndirme ekle" penceresi gözükmez
Düzenle
Internet tarayıcısının içerik menüsünde gösterilecek menü nesnelerini seç
; END
Gösterilecek menü nesnelerini seçiniz
En az bir menü nesnesi seçilmeli
Ses çıkar
FDM'nin bazı olaylarda(indirme tamamlandığında v.b.) ses çıkarmasını istiyorsanız, işaretleyiniz
Her bir olay için ses seçiniz
; BEGIN : Customize sounds dialog
Sesleri düzenle
Ses ayarla
Sil
Deneme
FDM'nin olay listesi ve uygulanacak sesler. Burada bazı olaylar olduğunda FDM'nin bir ses çalmasını sağlayabilirsiniz.
İndirme eklendi - indirme listesine bir ya da daha fazla indirme eklendiğinde ses çalar.
İndirme tamamlandı - indirme başarıyla tamamlandığında ses çalar.
İndirme başarısız - bir dosyayı indirmeye çalışırken hata oluşursa ses çalar.
Çevirme başarılı - Planlayıcı'nın "Çevirmeli bağlantı kur" görevi başarıyla gerçekleştirildiğinde ses çalar.
Çevirme başarısız - Planlayıcı'nın "Çevirmeli bağlantı kur" görevi bazı sebeplerden dolayı gerçekleştirilemediğinde ses çalar.
Seçilen olaylar için ses ayarlar
Seçilen olay oluştuğunda ses çalmaz
Seçilen sesi çalar
Olay
Ses dosyası
Sessiz
İndirme eklendi
İndirme tamamlandı
İndirme başarısız
Çevirme başarılı
Çevirme başarısız
Ses dosyaları
; END
Yansımalar aranıyor...
Yansımaların hızları ölçülüyor...
Yansımalar daha önce zaten arandı
Arama sunucusuna bağlanılıyor...
Sonuçlar alınıyor...
%d yansıma bulundu
Yansıma araması tamamlandı
Diğer yansıma deneniyor...
Yansıma bulunamadı
Başarısız
Yansımaların hızı ölçüldü
; BEGIN: History page
Geçmiş
Bağlantıların ve klasörlerin geçmiş bilgisini sakla
Sadece klasörlerin geçmiş bilgisini sakla
Kayıtların tutulacağı süre
En fazla kayıt sayısı
Geçmişi temizle
FDM yazdığınız bağlantı ve klasörlerin geçmişini saklar
FDM yalnızca klasörlerin geçmişini saklar
Belirlenen zaman aralığındakinden daha eski kayıtları siler
Geçmişte saklayabileceğiniz en fazla kayıt sayısı. Kayıt sayısı bu değeri aştığında, FDM en eski kayıtları siler
Geçmişteki tüm kayıtları siler
; END
Al...
Ver...
URL'ler listesi al
İndirmeler listesi ver
Metin dosyaları
Dosya açamıyor
Tüm indirmeleri ver
Listedeki tüm indirmeleri ver
Seçilen indirmeleri ver
Tamamlanan indirmeleri verme
Dosya varsa sonuna ekle
Geçersiz grup adı. Lütfen / ve \ sembollerini kullanmayınız
Bitince kapat
; BEGIN : Downloads History window
Eklenme tarihi
Kaydedildiği yer
; END
Geri Dönüşüm Kutusu
; BEGIN: Recycle Bin
Özellikler
Geri Dönüşüm Kutusunu boşalt
;END
;BEGIN: Recycle Bin properties
Silinen indirmeleri Geri Dönüşüm Kutusuna atma
Maksimum saklama:
indirme
Tamamlanmış indirmeleri saklama
İndirmeleri silerken onay iste
Geri Dönüşüm Kutusu Özellikleri
Geri Dönüşüm Kutusunda silinmiş indirmeleri saklamak istemiyorsanız, bu kutuyu işaretleyiniz
Geri Dönüşüm Kutusunda saklanan indirme sayısını sınırlamak istiyorsanız, bu kutuyu işaretleyiniz
Geri Dönüşüm Kutusunda depolanacak maksimum indirme sayısı
Silinmesinden sonra tamamlanmış indirmeleri saklamak istemiyorsanız, bu kutuyu işaretleyiniz
Bir indirmeyi silmeye çalışırken FDM'nin sizden onay istemesini istiyorsanız bu kutuyu işaretleyiniz
;END
Geri al
İndirmeler eski yerine alınıyor
; History subitems
Bugün
Dün
Bir hafta önce
Bir ay önce
Özel...
; end
Geçmişi Temizle
İndirme geçmişini sakla
Sadece tamamlanmış indirmelerin geçmişini sakla
İndirme geçmişini saklamak istiyorsanız bu kutuyu işaretleyiniz
Sadece tamamlanmış indirmelerin geçmişini saklamak istiyorsanız bu kutuyu işaretleyiniz
İndirme Geçmişi Ayarları
Geçmiş kayıtlarının listesi oluşturuluyor...
; Download Was deleted
Silinmiş
Zaman aralığını seçiniz
Bul
Sonrakini Bul
Aranan:
; BEGIN : Find dialog
Aranılacak yerler
Yerel dosya adı
Ne aramak istediğinizi buraya yazınız
URL'nin dosya kısmında arar
URL'nin tamamında arar
İndirmenin açıklama kısmında arar
Yerel diske indirilen dosyanın yolunda ve adında arar
Gelişmiş ayarları düzenler
; ADVANCED settings
Aranacak yer
İndime Listesi içerisinde ara
İndirme Geçmişi içerisinde ara
Belirli bir tarih aralığında ara
Ayarla
Geri Dönüşüm Kutusu içerisinde ara
Belirli bir dosya boyutu aralığında ara
En az
En çok
İndime Listesi içerisinde arar
İndirme Geçmişi içerisinde arar
Sadece bu belirlenen tarih aralığını sağlayan dosyalar içerisinde arar
Zaman aralığını ayarlar
Geri Dönüşüm Kutusu içerisinde arar
Sadece bu dosya boyutu aralığını sağlayan dosyalar içerisinde arar
İstenilen dosya boyutunun alt sınırı
İstenilen dosya boyutunun üst sınırı
Grupta ara
Aramanın gerçekleştirileceği grubu seçiniz
; END
İndirmeler aranıyor...
Aranan öğe bulunamadı
Bundan daha fazla öğe bulunamadı
Arama tamamlandı
URL'yi panoya ekle
ZIP Önizleme
En az bir dosya seçilmeli.
ZIP arşivi yüklüyor olmanız muhtemel. İçeriğini görüntülemek ister misiniz?
Ses/Video Önizleme
Dosya açılamadı.
Bilinmeyen ortam tipi.
Bu özelliği kullanmak için lütfen DirectX 8.0 veya daha üst sürümünü yükleyiniz. Son DirectX sürümünü microsoft.com'dan indirebilirsiniz.
Ortam Bilgisi
Boyut:
İzlenebilir kısım:
Süre:
Sessiz
Aç
Duraklat
Filtre
Uzantılar [boşlukla ayrılmış zip rar arj gibi]:
Şu uzantılı dosyaları sil
Sadece şu uzantılı dosyaları bırak
Değişken dizisi %file% makrosu içermiyor. Bu makro antivirüs programınızın hangi dosyayı tarayacağını belirlemesi için gerekli.
Devam edilsin mi?
Uyarı
Tamamlanmamış indirmeleri gizli dosya yap
Tamamlandığında dosyaya yorum ekle
Sunucunun sayfalarını saklama
Sunucunun sayfalarını kaydetmek istemiyorsanız burayı işaretleyiniz
ZIP önizlemesini kullan
ZIP arşivinin indirme başlangıcında içeriğini göstermek için sadece bir kısmını indirmek istiyorsanız burayı işaretleyiniz
Ses:
İndirmeyi otomatik olarak başlat
FDM'ye her yeni indirmeyi otomatik başlattırmak için burayı işaretleyiniz
Lütfen indirilecek dosyaları işaretleyiniz
Bu indirme için alternatif URL'ler belirle
Bir daha önizleme yapma
ZIP önizlemesini kapattınız. Yeniden etkinleştirmek için: Seçenekler -> İndirme Seçenekleri -> Yeni İndirme sayfası içerisinde ZIP önizlemeyi etkinleştiriniz.
Yoksayma Listesi
Bir site indirilirken yoksayılacak web sayfalarının listesi.
Alt klasörler
Ekle
Tüm alt klasörleri de yoksay
; Proxy tab new settings
Kesilen bağlantılarda geriden almayı kullan
Geriden alma boyutu
byte
Geriden almayı etkinleştirmek için bu kutuyu işaretleyiniz. Bu indirmelerin zarar görmesini engelleyebilen bir önlemdir.
Geriden alma boyutu. Bu değer büyüdükçe geriden alma daha güvenilir olur. 3000 byte önerilen boyuttur. İndirmeleriniz hala bozuksa bu değeri artırabilirsiniz.
; downloader options -> monitor tab
İzlenecek en büyük dosya boyutu :
Bu özellik FDM'nin belirlenen boyuttan küçük dosyaları indirmemesi için kullanılır
KBytes
Uyarı! Geri Dönüşüm kutusu çok büyük. Bu performansı önemli ölçüde etkileyebilir. Geri Dönüşüm kutusunu boşaltmanız önerilir. Boşaltmak ister misiniz?
Bunu bir daha denetleme
Uyarı! İndirme Geçmişi çok büyük. Bu performansı önemli ölçüde etkileyebilir. Geçmişi silmeniz önerilir. Şimdi silmek ister misiniz?
Sunucu devam etmeyi temin edemiyor. Cevap geçersiz.
Panoya kopyala
; general settings | skins page
Dış Görünümler
Dış Görünüm
Kabuğun kendi simgelerini kullanmasına izin ver
Kabuğun kendi bitmaplarını kullanmasına izin ver
; default skin
<varsayılan>
NOT: Değişiklikler Free Download Manager yeniden başlatıldıktan sonra etkinleşecektir.
İndirme esnasında indirme bilgisini göster
Şu uzantılara sahip dosyaları atla:
Atlanacak dosyaların uzantı listesi
Etkin indirme yok
Tüm indirmeler tamamlandığında ses dosyası çal
Panodan URL listesi al...
Parolalar
Site Yöneticisi seçenekleri
; Save password dialog
Parola saklansın mı?
Bu sunucudan her dosya indirmenizde parola sorulmaması için Free Download Manager bu sunucu için parolanızı saklayabilir.
Bu parola saklansın mı?
Bir daha parola saklamayı önerme
; Site Manager options | Passwords tab
Site yöneticisini parolalarımı depolamak için kullan
Parolayı saklayıp saklamayacağımı sor
Parolaları saklamayı önerme
Çıkıştan önce tüm parolaları sil
Tüm parolaları sil
; create new HTML Spider task
Tamamlanan indirmeleri otomatik sil (önerilir)
HTML Örümceğinin indirmelerinin otomatik silinmesini istiyorsanız bunu seçiniz. Böylece büyük sitelerin indirilmesini hızlandırabilirsiniz.
Değişiklikler Free Download Manager yeniden başlatıldıktan sonra etkinleşir.
Yeni Biçem
Eski Biçem
Klasör adı geçersiz
Kayan pencereleri tam ekran kipinde gizle
Tam ekran kipinde kayan pencerelerin otomatik olarak gizlenmesini istiyorsanız bu kutuyu işaretleyiniz.
başlatılmak üzere planlandı.
Başlatmak istiyor musunuz?
İndirme tamamlandığında aç
Lütfen URL şablonu oluşturmak için (*), (*A) veya (*a) kullanınız
Yansıma arama sunucusu:
Hazırda Beklet
Beklemede
Seçimimi hatırla
Grubun varsayılan klasörünü değiştirmeyi öner
Dosyayı kaydet
Dosya aç
Dosyayı kaydet ve aç
İndirme tipi:
FDM'ye bağlantı
Free Download Manager bağlantısı
Değerli kullanıcımız!
Free Download Manager size tamamen ücretsiz olarak sunulmaktadır. Bu programı istediğiniz sürece ücretsiz kullanabilirsiniz.
Ancak, eğer Free Download Manager'ı yararlı buluyorsanız web sitenize FDM'ye bir bağlantı yerleştirerek bizim FDM'yi yaygınlaştırmamıza yardımcı olabilirsiniz. Böylece daha çok kişi FDM'yi tanıyabilecektir.
Yardımlarınız için şimdiden teşekkürler, \nFree Download Manager geliştirme takımı.
Üç gün içinde hatırlat
Bir dahaki Free Download Manager başlangıcında hatırlat
Bu pencereyi bir daha gösterme
Bağlantı HTML kodunu görüntüle
Bağlantı HTML kodu
Daha fazla örnek
Panoya kopyala
Gizle
; "Traffic usage mode has beed changed" window
Trafik kullanım kipi değiştirildi
Ağ trafik kullanım kipini değiştirdiniz. \nFree Download Manager şu üç kipe sahiptir:
Bu kipte Free Download Manager mümkün olan maksimum hızda indirme yapar. Bu olası en yüksek hızdaki kiptir.
Bu kipte Free Download Manager ortalama hızda indirme yapar. Bu kip aynı anda internette gezinmenize ve yüksek indirme hızını korumanıza olanak sağlamaktadır.
Bu kipte Free Download Manager düşük hızda indirme yapar. Bu kip ağı büyük ölçüde yavaşlatmadan indirme yapmanıza olanak sağlamaktadır.
;
Yeniden başlatınca da ad değiştir
%d değerinden daha küçük bir sayı giriniz
; export/import downloads
URL Listesi Dosyaları
İndirme Bilgisi Dosyaları
;
Seçenekleri ver
;
Dosya tarihini sunucuda belirtildiği gibi ayarla
İndirilen dosya tarihini sunucuda belirtildiği gibi ayarla
Açıklama dosyası oluştur
İndirilen dosya hakkında küçük bir açıklama (yorumlar + adres + tarih) içeren "*.dsc.txt" (* - indirilen dosya adı) adlı bir dosya oluştur. Bu dosya yalnızca yorum içeren indirmeler için oluşturulacaktır.
Bu dosyanın indirildiği yer
Dosya tarihini sunucudan alma
Bu seçenek FTP indirmelerinizin başlama hızını artırmanızı sağlayacaktır. Free Download Manager LIST komutu yerine SIZE komutunu kullanacaktır.
İndirme kayıtlarını saklama
Bu seçeneği etkinleştirilmesi, Free Download Manager'ın daha hızlı açılıp kapanmasını ve bellek kullanımını azaltmasını sağlar.
;
İndirme geçmişini ver
Tüm kayıtları ver
Listedeki tüm kayıtları ver
Seçili kayıtları ver
Sadece tamamlanmış indirme kayıtlarını ver
;
HTML Dosyaları
;
Free Download Manager İndirme Geçmişi
İndirilen adres
İndirilen dosya
Dosya boyutu
İndirme tamamlandı
İndirme silindi
;
Kaydedildiği yer
Dosya boyutu
Devam etme desteği
İndirme tamamlandığında ya da durdurulduğunda bu pencereyi kapat
Aç
Bu pencereyi tekrar görmek ister misiniz?
Evet, her indirme için bu pencereyi görmek istiyorum
Hayır, bu pencereyi artık gösterme
Evet, ama bu indirme için değil
SHIFT tuşu ile indirme geri dönüşüm kutusuna gönderilmeden diskinizden tamamen silinecektir.\nEmin misiniz?
Grup seçiniz
Grup ana klasörünü ayarla
Grup ana klasörünü seçiniz.\nDeğişiklikler sadece yeni indirmelere uygulanacaktır.
Son indirilen dosyalar
(boş)
Tüm indirmeleri duraklat
İndirme ilerleme penceresini göster
İşaretlenirse, FDM indirilen her dosya için indirme bilgisi içeren özel bir pencere oluşturur
; general settings | misc page
Onaylama için zaman aşımı
İndirmeyi aç
Bilgisayarı kapatma tipini sor
"Araçlar | Bitince bağlantıyı kes" komutu onaylama zaman aşımı.
"Araçlar | Bitince kapat" komutu onaylama zaman aşımı.
"Araçlar | Bitince bilgisayarı kapat" komutu onaylama zaman aşımı.
İndirme tamamlandığında indirilen dosyayı açma onaylama zaman aşımı.
Etkinleştirilirse, FDM "Araçlar | Bitince bilgisayarı kapat" komutu için kapatma tipini soracaktır.
Onaylama isteme
; 5 seconds, 10 seconds, ...
%d saniye
Onayımı bekle
Bu dizinden sayfaları yoksay
Sadece bu dizinden sayfalar indir
Alt dizinler dahil
Bu dizinde bulunan tüm web sayfalarını yoksay.
Sadece bu dizinde bulunan sayfaları indir ve diğer web sayfalarını yoksay.
Etkinleştirilirse, HTML Örümceği belirlenen dizinin tüm alt dizinlerindeki sayfaları yok sayar ya da indirir.
Buraya dizinin adresini yazmalısınız.\nÖrnek: "http://www.site.com/dokuman/".
Tip
Yoksay
Sadece
Sayı kümesi
Sayı Ata
Buraya toplu iş listesi için sayı kümesini yazınız.\nÖr. 1-100, veya 1-100s2w3.
Yeni bir pencere kullanarak sayı kümesi atamak için bu düğmeye tıklayınız
Tek sayı
Sayı
Sayı kümesini ata
Yazım hatası
Arşivi çıkar
Çıkar
Çıkarma
Hedef klasör
Çıkarma işlemi başarısız. Dosya biçemi bilinmiyor.
Bu ay indirme trafiği\n(Geçen ay %s indirildi)
Toplam indirme hızı
Çalıştırdıktan sonra Araçlar | "Bitince" görevini devre dışı bırak
Etkinleşirse, herhangi bir Araçlar | "Bitince" görevi çalıştırıldıktan sonra otomatik olarak devre dışı bırakılacaktır. Böylece sadece bir kez çalıştırılacaktır.
; %s
; 1st - name of a file
; 2nd, 3rd - file info (size + date).
"%s" adlı dosya zaten var.\n\nBu dosyayı\n(%s)\n\naşağıdaki yenisiyle değiştirmek ister misiniz?\n(%s)?
Tümüne evet
Atla
Tümünü atla
Arşiv biçemi bilinmiyor
Web sitesini ziyaret et
Paket yükle
Varsayılan olarak, FDM yalnızca ZIP, RAR ve ARJ arşivlerini desteklemektedir.\nDesteklenen arşiv tiplerini Free Download Manager ek arşiv destek paketleri ile artırabilirsiniz. (Internet bağlantısı gerekir).
FDM arşiv destek paketi
Yukarı taşı
Aşağı taşı
Seçilen indirme(ler)i yukarı taşır
Seçilen indirme(ler)i aşağı taşır
Dosya bütünlüğünü denetle
Bazı web siteleri kullanıcıların dosyanın zarar görmediğinden emin olabilmesi için indrilecek dosyalara özel sağlama sağlamaktadır. Buraya bu denetimi girebilirsiniz böylece FDM dosya bütünlüğünü denetler.
Algoritma
Sağlama toplamı(Checksum)
Panodan yapıştır
Denetle
İndirilen dosyanın sağlama toplamı hesaplanıyor...
Dosya bütünlüğü denetimi başarılı
Dosya bütünlüğü denetimi başarısız
Dosya bütünlüğü denetimi başarıyla tamamlandı.\nİndirilen dosyada hata bulunamadı.
Dosya bütünlüğü denetimi tamamlandı.\nİndirilen dosyada hatalar bulundu: dosya indirme işlemi sırasında hasar görmüş. İndirmenin baştan başlatılması gerekiyor.
Eğer denetim başarılı ise bu pencereyi gösterme
Seçtiğiniz antivirüs programının çalıştırılabilir dosyası bulunamadı.\nLütfen kendiniz belirtiniz.
Dosyaların boyutları eşit değil
Farklı kaydet:\n(Örnek: dosya(*)(*A)(*a).txt)
Geçersiz farklı kaydet şablonu belirtildi.\nLütfen bir URL şablonu olduğundan emin olunuz.
Bitince
Bitince (hepsi tamamlanınca veya hatalı ise)
Uygulamalar
Bu nedir?
Görüşler
;
Değerli kullanıcı!
Milyonlarca etkin kullanıcıya sahip olan Free Download Manager (FDM) dünyadaki en popüler indirme uygulamalarından biri, ancak bundan sonra FDM'nin daha da sosyal olmasını istiyoruz.
Eğer siz de bizim gibi bu FDM'yi faydalı ve sahip olunması gereken bir program olarak görüyosanız; sitenizden, blog'unuzdan ya da Myspace/MSN gibi kişisel alanınızdan FDM'ye bir bağlantı ekleyerek programı yaygınlaştırmamıza yardım etmenizi rica ediyoruz.
; %s will be replaced with "FDM buzz" 
Resmi %s 16 Ağustos 2006'da başlatıldı. Hedefimiz FDM'yi Firefox'dan sonra en hızlı yayılan Internet aracı haline getirmek!
FDM buzz
; %s will be replaced with "blog" 
FDM'nin gelişimini %s 'umuzdan takip edebilirsiniz.
blog
Yardımınız için şimdiden teşekkürler \n Free Download Manager geliştirme ekibi
Bu pencereyi bir daha gösterme, iyi bir hafızam vardır.
Buzz'a katıl
Hayır, teşekkür ederim
FDM Topluluğu
İndirmeden sonra "Görüşler" sekmesine geçiş yap
Etkinleştirilirse, indirme tamamlandığında "Görüşler" sekmesi otomatik olarak etkinleşir.
Internet Explorer'ın ağ kimliğini değiştir
Etkinleştirilirse, taradığınız web siteleri sizin Free Download Manager'ı yüklediğinizi görecektir. Ancak bu seçeneği kullanmak bazı sitelerde engellenmeye sebep olabilir.
Zararlı mı?
Free Download Manager kullanıcılarından birinin bu indirme hakkında virüs/reklam/casus/vb. rapor edip etmediğini denetlemek için işaretleyiniz.
Free Download Manager kullanıcılarından hiçbiri bu indirmenin zararlı olduğunu rapor etmedi.\n\nAncak bu, indirmenin zararlı olmadığının garantisini vermez ve indirmeyi bir antivirüs programı ile denetlemeniz önerilir.
; keep all %xxx, \n as is.
Bu indirmenin zararlı olduğuna dair Free Download Manager kullanıcılarının %d/%d adet raporu var. \nBu indirme için ortalama %.*g oranında oylama yapıldı.\n\nBu indirme hakkındaki görüşler görüntülensin mi?
Her yeni indirmenin zararlı olup olmadığını indirmeye başlamadan önce denetle
Bu seçeneği kullanıcılardan birinin bu indirmenin zararlı olup olmadığını, FDM'nin, indirmeden önce, otomatik olarak denetlemesini istiyorsanız kullanınız.
İndirme yaparken görüşleri göster
Etkinleştirilirse, FDM "Görüşler" sekmesine otomatik olarak geçiş yapar ve indirme indiriliyorken görüşleri gösterir.
İndirmenin zararlı olup olmadığı denetleniyor (bunu devre dışı bırakmak için seçeneklere bakınız)
Zararlı olduğuna dair rapor yok
Uyarı! Bu indirmenin zararlı olduğu rapor edilmiş
Kapat
Yükleniyor
Bunu indirme
İndirilen verilerin diske yazma işlemlerini önbelleğe al
Etkinleştirilirse, FDM indirilen verilerin diske yazma işlemleri için belirttiğiniz boyut kadar dahili önbellek tamponunu kullanacaktır. Bu yerel diskinizin kullanılma sayısını azaltır ve yüksek hızlı bağlantıda indirme hızını artırır.\nAncak indirilen veriler anında yerel diske yazılmadığından herhangi bir bilgisayar kazasında (en kötü ihtimalle sizin belirlediğiniz boyut kadar) verinin yeniden indirilmesi gerekecektir.\nYüksek hızlı bağlantılar için önerilir.  
SeaMonkey (Mozilla Suite) izlemesi yüklenemiyor
SeaMonkey (Mozilla Suite) izlemesi kaldırılamıyor
Bu kutuyu FDM'nin Mozilla Firefox tarayıcısındaki tıklamaları yakalamasını istiyorsanız işaretleyiniz.
Bu kutuyu FDM'nin SeaMonkey (Mozilla Suite) tarayıcısındaki tıklamaları yakalamasını istiyorsanız işaretleyiniz.
İptal'e basınca tarayıcının indirmesine izin ver
Bu kutuyu "İndirme oluştur" penceresinde İptal'e basınca tarayıcınızın dosyayı indirmesini istiyorsanız işaretleyiniz.
FDM'yi tarayıcının sağ tuş menüsüne ekle
"Free Download Manager ile indir" ve "Free Download Manager ile site indir" seçeneklerini tarayıcının sağ tuş menüsüne eklemek için bu seçeneği işaretleyiniz.
Tarayıcının sağ tuş menüsünde gösterilecek seçenekleri belirtiniz
Firefox izlemesi yüklenemiyor
Dosyaları klasöre taşı
Hız çok düşük. Parça yeniden başlatılıyor...
Hız şu süre boyunca çok düşükse yeniden başlat (dk):
Parçayı indirme hızındaki aşırı düşüşlerde yeniden başlat.
İndirme ilerlemesi penceresini yeniden görmek istiyor musunuz?
Üzgünüz, bu hizmet şu an mevcut değil. Lütfen sonra yeniden deneyiniz.
En üste taşı
En alta taşı
İndirmeyi listenin en üstüne yerleştir
Bu seçeneği indirmenin, indirmeler listesinde en üste yerleşmesini istiyorsanız işaretleyiniz.
Firefox tarayıcınıza FlashGot eklentisi yüklendiği için izleme etkinleştirilemiyor.\nBunu etkinleştirmek için öncelikle FlashGot'ı silmeniz gerekmektedir.
Etkinleştir
Devre dışı bırak
Geçiş Yap
Eğer tüm indirmeleri duraklat kipi etkinse devre dışı bırakılacak, değilse bu kip etkinleştilecek.
Resmi %s  16 Ağustos 2006'da  başlatıldı. Amacımız FDM'i Firefox'tan sonra internetin en hızlı yayılan aracı yapmak!
Güncelleştirmeleri otomatik olarak yükle ve kur
Güncelleştirme olduğunda sadece uyar
Otomatik güncelleştirmeleri kapat
%s izlemesi şimdi aktif.
Kaydı sil
Silinsin mi?
Free Download Manager klasörünün yazma izni yok.\nFree Download Manager'in veri dosyalarını saklayabilmesi için yazma izni vermelisiniz, aksi halde Free Download Manager yeniden başladığında tüm veri dosyaları yok olacak.
Bu küçük kutu tarayıcınızındaki linkleri Free Download Manager içine sürükleyip bırakmanızı sağlar.\nÜzerinde farenizin sol tuşuna çift tıklayarak Free Download Manager'in penceresini gösterip gizleyebilirsiniz.\n\nTekrar gizlemek için üzerinde sağ tuşla tıklayıp "Sürükle-Bırak kutusu" seçimini kaldımalısınız.
Free Download Manager'in Sürükle-Bırak kutusu
Toplu dosya indirmeleri için tüm uyarıları devre dışı bırak
"%s" komutu tarafından oluşturulmuş tüm uyarıları (balon, ses) devre dışı bırakmak için bu seçeneği seçin.
Atlama listesi
İzleme yapılmayacak dosya uzantılarının ve sitelerin listesini belirtin.
Bu sitelerden dosya indirme (boşluk ayrımlı):
Free Download Manager bu listede belirtilen sitelerdeki indirmeleri izlemeyecektir. Buraya etki alanı adları belirtin (örn. "site.com"). '*' sembolleri kullanabilirsiniz.
Uyarı!\nVirus taraması gerçekleştirilirken bir hata oluştu.\nİndirilmiş dosyayı yine de açacak mısınız?
Bütünlük
Dosya indireleceği zaman bütünlük denetlemesi yap
Bütünlük denetlemesi yapılabilmesi için Free Download Manager'in dosyanın geçerli sağlama (checksum) bilgisini bilmesi gereklidir. Bir çok durumda her indirme için bunu sağlamalısınız.
Eğer denetleme başarısız olursa
Bu dosyanın geçerli sağlaması (checksum)
Bir şey yapma
Bütünlük denetlemesi başarısız olursa FDM'nin ne yapması gerektiğini belirtin.\nSor - FDM ne yapılacağını sorar.\nYeniden Başlat - FDM bu indirmeyi başından itibaren yeniden başlatır.\nBir şey yapma - FDM indirmenin denetleme başarısızlığı ile ilgili günlük kaydına yazar ve artık bir şey yapmaz.
Bütünlük denetlemesi yapılıyor...
Bütünlük denetlemesi başarılı.
Bütünlük denetlemesi başarısız!
Bütünlük denetlemesi aloritması belirtin.
Geçerli sağlama (checksum)
Sağlama (checksum) sonucu
; zip preview window
Seç/Seçimleri kaldır
; group's properties dialog
Makrolar
bir sunucu adı (örn. "freedownloadmanager.org")
sunucudan indirilecek dosyanın yolu
geçerli yıl
geçerli ay (1'den 12'ye)
geçerli gün
; don't translate "%year%-%month%-%day%" here
"%year%-%month%-%day%"'e eşit
;
Mozilla Firefox'dan
FDM proxy ayarlarını Mozilla Firefox'dan alacak
; new download settings
Bu grubu kullan
; Downloads -> Schedule ->
Başla
Dur
İndirme başlangıcını planla
İndirme sonunu planla
;
; downloads that not completed or were completed recently
Tamamlanmamış+En son
Üst grup
;
; create new download dialog -> set output folder as default dialog
Tüm indirme grupları için varsayılan olarak ayarla
; %s - place of name of the group. don't change this
Bu klasörü "%s" grubu için varsayılan çıktı klasörü olarak ayarla?
;
;
İndirme listesini çıkar
Yüklemeler
Yükleme dosyaları
Yüklemeyi başlat
Yüklemeyi durdur
Yüklemeyi planla
Seçili yükleme(leri) yukarı taşı
Seçili yükleme(leri) aşağı taşı
Yüklendi
Yüklemelerin listesi
Ana sunucudan hedef yükleme URL'si alınıyor...
Durdur
; outlook express: view | insert file | ...
Ek olarak
Link olarak (yükleme)
Klasör
;
Dosya ekle
Klasör ekle
Bittorrent
Bittorrent protokol desteğini etkinleştir
Yükleme trafiğini sınırla
Yükleme bağlantı sayısını sınırla
Aralıktaki portları kullan
ile
DHT etkin
Bittorrent protokol desteğini etkinleştirir/devre dışı bırakır. Bununla birlikte FDM Geri Dönüşüm Kutusu listesinde herhangi bir Bittorrent indirmesi varsa, Bittorrent protokolü tamamıyla devre dışı kalmayacaktır.
Yükleme bağlantılarının maksimum toplam hızını sınırla. Bu Bittorrent protokolü için önerilmez ve indirme hızınızı düşürebilir.
Yükleme bağlantılarının maksimum toplam sayısını sınırla. Çok küçük sayılara ayarlamak indirme hızınızı azaltabilir.
Buraya FDM'nin yükleme bağlantıları için kullanacağı port aralığını belirtin.
DHT uzantısını etkinleştir (izleyici kullanmadan indir).Bu seçeneği etkinleştirmek ağ kullanım trafiğini arttıracaktır.
İsmi
İzleyici için Oturum açma bilgisi gerekli
Bittorrent indirmesini ekle
Bu torrent dosyasını indirmeye çalışırken bir hata oluştu.
Torrent dosyası
Sanırım bir .torrent dosyası indirmeye çalışıyorsunuz. Free Download Manager'in bunu yapabilmesi için Bittorrent desteğinin etkinleştirilmesi gereklidir.\n\nBittorrent desteğini etkinleştirmek ister misiniz?
Şifrelerinizi tekrar giriniz: girdiğiniz şifreler uyuşmuyor.
Yüklemek istediğiniz dosyaları belirtiniz.
Yükleme özellikleri
Metalink bilgi dosyası tespit edildi. Yüklemeye devam et.
Bittorrent bilgi dosyası tespit edildi. Yüklemeye devam et.
Diskteki dosyalara erişim hatası.
İzleyiciye bağlanıyor...
İzleyiciden geçerli bir yanıt alınamadı.
İzleyiciden yanıt başarıyla alındı.
İndirilen bölümün parça denetlemesi başarısız. Tekrar indiriliyor...
Bütün bant genişliğini bu indirmeye ayır
Windown başlangıcındaki tüm Free Download Manager yüklemelerini devre dışı bırak?
Üzgünüm, FDM Topluluğu servisi şu an mevcut değil. Daha sonra tekrar deneyin.
Dosya adı \ / : * ? " < > | sembollerinden herhangi birini içeremez. Lütfen farklı bir ad girin.
Klasör adı  : * ? " < > | sembollerinden herhangi birini içeremez. Lütfen farklı bir ad girin.
Kayan pencereleri özelleştir
Saydamlık
Veri
Bütün veri dosyalarını geçerli kullanıcı klasöründe tut
Dosyaları bu klasörde tut
Değişiklikler Free Download Manager yeniden başlatıldığında geçerli olacak.
İndirme bilgi penceresini göster
Taşınabilir sürüm yarat
Free Download Manager'in taşınabilir sürümü, farklı bilgisayarlarda kurulum ve ayar gerektirmeden kullanım içindir.\n\nÖrneğin bir flash disk üzerine kaydedebilirsiniz.\n\nİlk çalıştırmada kendisini bilgisayar sistemine kayıt edecek ve tarayıcılarla tümleşik hale gelecektir.Çıkışta da kendisini otomatik olarak kayıtlardan silecektir.\n\nBu sürümü yaratmak için yol veriniz. Bu taşınabilir bir sürücüdeki bir klasör olabilir.\n\nÖrneğin "I:\Taşınabilir Programlarım\".
Bütünleşme
Free Download Manager'i .torrent dosyalarıyla ilişkilendir
Yeni indirmelerde her zaman bu grubu kullan
Her zaman bu grubu kullan ve son çıktı klasörünü hatırla
Flash Video İndirmeleri
Videoyu Free Download Manager ile indir
Bu site desteklenmiyor. Desteklenen sitelerin listesine bakınız.
İndirmelere geç
Bu sayfada flash video var. Flash video indiriliyor...
Dönüştürülüyor...
Dönüştür
Dönüştürme seçenekleri
Dosya biçimi
Video boyutu
; video quality
Kalite
Çok düşük
Düşük
Normal
Ortalama
Yüksek
Çok yüksek
;
AVI kullanarak MPEG-4 (*.avi)
AVI kullanarak XVID (*.avi)
Değiştirme
Video bit hızı
Ses bit hızı
Ayarları varsayılan olarak hatırla
;
Flash video indirmesi oluştur
İndirilmiş videoyu otomatik olarak belirtilen biçime dönüştür
Gelişmiş ayar seçenekleri
Desteklenen siteler listesine bak
; used in "create flash video download" window
örn.
İzleyiciye sonraki bağlantı denemesine %d saniye
Disk üzerindeki dosyalar hazırlanıyor... Bu bir kaç dakika alabilir
Durum
Disk üzerindeki dosyalar hazırlanıyor...
iPod/PSP için MP4 (MPEG4 + AAC, *.mp4)
Ortam Önizleme/Dönüştürme
Ortam dosyasını dönüştür
Bu sekmeye otomatik dön
;keep "\n\n%s\n" as is
Ortam dosyası \n\n%s\n içine başarıyla dönüştürüldü.
Ortam dosyası dönüştürülemedi\n\n%s.
Yeni indirme grubu
Doğrulama bilgisi
Eşler
İstemci
Parçalar
İzleyici
İzleyici durumu
Yükleme hızı
Yüklenen Byte
Paylaşım oranı
Atık byte sayısı
Torrent dosya URL'si
Emin misiniz?\nBu, indirmeyi başından tekrar başlatacak.
Bu ay kullanılan trafik ("indirilmiş"; "yüklenmiş")\n(geçen ay %s kullanıldı)
Toplam hız ("indirme"; "yükleme")
Yüklenecek dosyalar
Paket adı
Sıkıştır
Bu indirmeyi şifrele
Tekrar girin
Bu dosyaları koru
Varsayılan indirme sayısı
Kataloğumuz içinde bu dosyalara link ekle
Gelişmiş bilgi içersin (tüm sahalar seçimlik)
Tanımlama
Etiketler
Adınız
e-postanız
Alıcının e-postası
10'dan az
10 ile 100
100'den çok
2 gün
7 gün
1 ay
;compression methods
Yok
Hızlı
Ortalama
En iyi
Yükleyici ayarları
Yükleyiciyi bütünleştir
Explorer içerik menüsü
Explorer "Gönder" menüsü
Basit yükleme menüsü kullan
Yüklenecek minimum dosya boyu
HTTP proxy ayarları
Yükleme aktivasyonu
Yükleme aktivasyon gerektirir. Bu, sunucumuzu otomatik yüklemelerden korumak için gereklidir. Aktivasyon kodunu giriniz.
Yükleme sunucusuna bağlanıyor
Yükleme sunucusuna başarıyla bağlandı
Dosya sunucuya başarıyla yüklendi
Dosya yüklemesi durduruldu
Yüklenecek dosyaların zip arşivi oluşturuluyor...
Zip arşivi oluşturulamadı
Zip arşivi başarıyla oluşturuldu
Sunucuya istek gönderiliyor
Sunucuya bu yüklemeyle ilgili bilgi gönderiliyor
Bilgi gönderildi
Sunucuya bu yüklemeyle ilgili bilgi gönderilemedi
Yükleme aktive ediliyor...
Yükleme başarıyla aktive edildi
Yükleme aktive edilemedi
Disk üzerindeki yükleme dosyası değiştirildi
Beklenmedik hata
Doğrulama hesaplanıyor...
; "I agree to terms" string in two lines
Kabul ediyorum
Koşullar
Koşulları kabul etmelisiniz.
Güncellemeler denetlenemedi
Yeni sürüm var. Güncelleme gerekli.\nŞimdi güncellemek ister misiniz?
Free Download Manager güncellemesi gerekli
Free Download Manager'in yeniden başlatılması gerekli
Yükleme ekleri için öneride bulun
Zarfa ekle (Yavaş)...
Yükle ve link ekle (çok hızlı)...
Yükleme başlatılmaya çalışılırken bir hata oluştu. Bağlantınızı denetleyin ya da daha sonra tekrar deneyin.
Büyük dosyalar eklediniz.\nBir çok nedenlerden dolayı büyük dosyaları ek olarak göndermemeniz önerilir, ancak yine de dosyaları yükleyebilir ve linklerini gönderebilirsiniz.\n\nYüklemek istiyor musunuz?
Yükleme önerilir
Bütünleşme ayarları
%s yüklemesi tamamlandı.\nBu URL'yi indirme linki olarak kullanmalısınız:
Toplam boyut
Tarayıcıda aç
Free Download Manager'in bu sürümü artık dosya yüklemek için kullanılamaz. Güncellemeniz gerekli.
Free Upload Manager'in bu sürümü artık kullanılamaz.Güncellemeniz gerekli. Lütfen freedownloadmanager.org sitesini ziyaret edin.
Çok uzun girdi.
Yükleme yöneticisi bütünleşme ayarları
Free Upload Manager bütünleşme ayarları
Yükle
Güncelleme indiriliyor...
Gönderimi etkinleştir
Gönderimi varsayılan olarak devre dışı bırak
Eğer indirmeyi kullanıcıların en az
%'u zararlı işaretlemişse zararlı varsay
Tamam, Free Download Manager kullanıcıları bu indirmenin zararlı olduğu yönünde bildirimde bulunmadı.\n\nAncak bu indirmenin zararlı olmadığını garanti etmez, bir antivirüs programıyla denetlemeniz önerilir.
Tamam, FDM kullanıcıları bu indirmenin zararlı olduğu yönünde bildirimde bulunmadı
FDM'nin başlatıldığı sürücü harfi. Örn."C:". Taşınabilir sürüm için yararlıdır.
Bu özelliği kullanabilmek için Video Dönüştürme eklentisini kurmalısınız.
Bittorrent protokolü ile indirmek için Bittorrent eklentisini kurmalısınız.
Not: bu dosyalar Free Download Manager'in servis dosyalarıdır (indirdiğiniz dosyalar değil).
Geçerli veri dosyalarını yeni dizine kopyalamak ister misiniz? (varolan dosyaların üzerine yazılacaktır) ?
Tüm gruplar için varsayılan indirme klasörleri bu klasöre ayarlanacak.\nDevam edilsin mi?
Varsayılan indirme klasörü ayarı
İndirme esnasında bilgisayarın bekleme konumuna geçmesini engelle
Maksimum yarı-açık bağlantı sayısı
Torrent İndirmeleri
Disk üzerindeki dosyalara erişilemedi. Diskin dolu ya da yazma korumalı olmadığını denetleyiniz.
Oran
Torrent listesi
Web'den torrent indirmesi ekle
Bir dosyadan torrent indirmesi ekle
Yeni torrent oluştur
(otomatik)
Kaynak
Parça boyutu
İzleyiciler
İzleyici ekle
İzleyici sil
Bu torrent'i göndermeye başla
Sakla
Yeni torrent oluştur
Torrent dosyaları
Öncelik
;normal/high priority
atla
normal
yüksek
Kayan pencereler
Servis dosyaları (İndirmelerin listesi, geçmiş, vb.)
Site indirmelerinin varsayılan ayarları
Tüm indirmeleri duraklattınız.Bu, tüm indirmelerin çok sınırlı bir hızda devam edeceği anlamına gelmektedir (Genellikle 1B/s).\nBu, indirmeler devam desteği sağlamasa da "duraklatmaya" izin verir.\n\nNormal duruma dönmek için bu komutu tekrarlamalı ya da FDM'yi yeniden başatmalısınız.
Gönderim
Gönderimi etkinleştir (yüksek derecede önerilir)
Sınırsız gönderim
Orana göre sınırla
Oran gerçekleşene kadar gönder
Zamana göre sınırla
Süresince gönder
Eğer aynı URL'li indirme zaten varsa denetle
İndirme geçmişini sakla
En son indirdiğim dosyalarımı listele
Bittorrent indirmelerinin varsayılan ayarları
Tamamlanmış indirmeleri yeniden başlat
Firefox taşınabilir sürüm klasörünü belirtiniz.
Apple Safari eklenti klasörü bulunamıyor. Kendiniz belirlemek ister misiniz?
Google Chrome eklenti klasörü bulunamıyor. Kendiniz belirlemek ister misiniz?
Apple Safari izlemesi kurulamıyor
Apple Safari izlemesi kaldırılamıyor
Google Chrome izlemesi kurulamıyor
Google Chrome izlemesi kaldırılamıyor
Zaman sınırlaması
;hours, for shprt
sa.
FDM'nin indirmeleri başlatabileceği zamanı sınırla
Başlamasına izin ver
Normal öncelik
Yüksek öncelik
Temel
İndirme tamamlandı bildirim balonlarında zaman aşımı yok
Yeni indirmenin varolan bir indirme için yansıma olup olmadığını denetle
İndirmeler tamamlandığında küçük uyarı penceresi görüntüle
Bu süre sonunda gizle
Like FDM? Try Personal Informer!
The latest version of FDM comes with a free bonus: Personal Informer.
It places quick links to all your
favorite sites
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
on your homepage, so that you can access them right after you start
; \n means next line. don't change this.
We will analyze your browsing history and show you the list\nof the web sites you visited we think you might like\nto have on your webpage. You will we able to customize\nthe list then.
Are you sure? The whole process is going to take less than 1 minute and give you a really powerful home page.
Still Cancel
Proceed
Do you want us to remind you in a few days?
Başlık
Tarayıcılarda flash video indirmelerini izle
Bu özelliği kullanmak, bilgisayarınızda kurulu diğer yazılımlarla çakışmalara yol açabilir.Eğer sorun yaşarsanız, FDM'nin bu özelliğini devre dışı bırakın veya çakışmaya yol açan yazılımı kaldırarak sorunu çözmeyi deneyin ya da bazı özelliklerini devre dışı bırakın.
Web sayfası
Bu sayfada bulunan flash videolar
Bunun için flash video indirme izlemesini etkinleştirmelisiniz. Bakınız Seçenekler | İndirmeler | Flash Video.
İndirmek istediğiniz flash videonun web sayfasının URL'sini girin.Bu sayfanın tarayıcınızda yüklü olmasına ve videonun oynuyor olmasına dikkat edin.
flash videolar aranıyor...
Bu sayfada hiç flash video bulunamadı. Bu sayfadaki videoların oynuyor olduğundan emin olun ya da yeniden yüklemeyi deneyin (sayfayı tazeleyin ya da tarayıcı ön belleğini temizleyin).
; keep "0x%x" as is
İndirmeye çalışırken bir hata oluştu.\nHata: 0x%x.
Hata
"İndir" düğmesini göster
(Sadece Internet Explorer)
Bu web sayfası hakkında bilgi bulunamadı.Lütfen sayfayı tarayıcınıza yeniden yükleyin.
Flash Video
Maksimum bağlantı sayısını sınırla
Bu FDM ipuçlarını devre dışı bırakacak.Emin misiniz?\nİpuçlarını, Seçenekler | Bildirimler ayarından tekrar etkinleştirebilirsiniz.
İpuçlarını göster
Hata! Güncelleme dosyası FreeDownloadManager.ORG tarafından imzalanmamış.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(Sadece Internet Explorer ve Firefox)
"İndir" düğmesini göster
Flash video izleme modülü yüklenmemiş. FDM'nin çalışıyor ve FDM'de bu seçeneğin etkin olduğuna emin olunuz (Seçenekler | İndirmeler | Flash Video).
; do not change "0x%x"
İndirmeleri FDM'ye aktarırken bir hata oluştu.\nHata: 0x%x.
İndir
Bu Düğmeyi Göster
Dışa aktarılacak indirme yok.
Dışa aktarılacak birşey yok.
"sessiz" oluşturmadan sonra
İzlemeyi etkinleştirmek/devre dışı bırakmak için yönetici haklarına sahip olmalısınız.
etkinleştirme/devre dışı bırakmaya çalışırken bir hata oluştu.
Yeterli hak yok
Dışa aktarma/içe aktarma ayarları için yönetici haklarına sahip olmalısınız.
FDM ile indir
; please keep %d, %s and %% as is
; %d - percents
%d%% toplamda indirilen
; left to download at... some speed
%s toplamda kalan
Kullanıcı profil yolu.
mTorrent indirmelerini içe aktar
mTorrent saklama klasörü bulunamadı!
FDM varolan tüm mTorrent indirmelerinizi alabilir.Almak ister misiniz?\nDaha sonra bunu herhangi bir zamanda Dosya | Al | mTorrent İndirmeleri menüsünden yapabilirsiniz.
FDM varolan tüm mTorrent indirmelerinizi alabilir.\nDaha sonra bunu herhangi bir zamanda Dosya | Al | Diğer Yöneticilerden İndirmeleri Al menüsünden yapabilirsiniz.
Diğer Yöneticilerden İndirmeleri Al
Orbit İndiricisi
LeechGet
Orbit İndiricisinin uygulama veri yolu bulunamıyor.
Orbit İndiricisinin uygulama veri yolu tespit edilemiyor.
Hata: %d (%02X)
Sistem tanılama: %s
Orbit İndiricisinin indirme listesini içeren servis dosyası bulunamıyor.
Orbit İndiricisinin indirme listesi okunamıyor.
Orbit İndiricisinin indirme listesi çözümlenemiyor. İndirme listesi tanımlanamayan bir biçimde.
Orbit İndiricisinden alınan %d indirmenin yolu, dosya adı ve URL'si oluşturulurken ve yapılandırılırken hata oluştu.
İndirmeler alınamıyor.
Orbit İndiricisinin indirme listesinde veri yok!
Orbit İndiricisi bu bilgisayara kurulmamış!
%s den alınan indirmeler izleyen hata nedeni ile durduruldu.
Başka yöneticilerden almaya devam etmek istiyor musunuz?
İşlenmiş:
Başarılı:
Başarısız:
İşlenmemiş:
Toplam:
mTorrent
tanımsız
%d / %d
İndirmeleri alacağınız yöneticileri seçin:
FDM diğer yöneticilerden indirmeleri alabilir. Almak ister misiniz?\nDaha sonra bunu herhangi bir zamanda Dosya | Al | Diğer Yöneticilerden İndirmeleri Al menüsünden yapabilirsiniz.
Ayrıntılar: %s
Bir eş isteği işlenemiyor.
İndirme listesi yüklenirken hata oluştu.\nDevam etmek için TAMAM (bazı ya da tüm indirmeler yok olacak) veya çıkış için İPTAL'e tıklayın.\nBu sorun FDM'nin hatalı kurulumundan ya da hasar görmüş veri dosyasından kaynaklanıyor olabilir.
Uygun olmayan kurulum: kurulmuş Bittorrent modülü FDM'nin bu versiyonu tarafından kullanılamıyor.\nLütfen tekrar kurun.\nÇıkış için TAMAM'ı tıklayın.
; %d - is the number
%d eş alındı
Böyle Bittorrent indirmesi zaten var
Ayarları uygulamak için yönetici haklarına ihtiyacınız var.
Otomatik karar ver
Seç...
Bağlantı hızı
Trafik kullanımı kipi ayarları
% bağlantı hızı
Otomatik yönet
; set some setting (maximum number of connections, for example) to some number
Ayarla
Karar verilecek hız için şu anki bağlantı hızı FDM tarafından otomatik olarak ölçülecek. Eğer bazı hatalı değerler görürseniz, daha iyi sonuçlar görmek için FDM'nin çalışmaya devam etmesine izin verin. FDM'nin hızı sadece indirme/yükleme yaparken ölçtüğünü unutmayın. İndirme/yükleme sayısının fazla olması, hıza daha iyi karar verilmesini sağlar.
İndirme hızı
Tekrar ölç
Değer belirt
Değer, sıfıra eşit ya da büyük sayılar olmalı.
Değeri byte yerine bit olarak belirt
RTSP veya MMS indirmesi oluştur
Canlı akış
Tekrar dene
Hepsini durdur
Taşınmaya çalışılan dosya:\n %s\n\n hedef dizindeki dosya adı:\n %s\n\n%s: %s\n\nLütfen bu dosyayı kullanıyor olabilecek tüm uygulamaları kapatın.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
